Repository: olvid-io/olvid-ios
Catalog: Sources/App/ObvAppBackup/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

source: %lld backuped profiles found
de: %lld gesicherte Profile gefunden
es: Se encontraron %lld perfiles respaldados
fr: Nous avons trouvé %lld profils sauvegardés
it: %lld profili di backup trovati
ja: %lld個のバックアップされたプロフィールが見つかりました
ko: %lld개의 백업된 프로필을 찾았습니다.
pt_br: %lld perfis de backup encontrados
pt_pt: %lld perfis de backup encontrados
ru: Найдено %lld резервных профилей
uk: Знайдено %lld збережених профілів
zh_hans: 找到 %lld 个已备份的资料

source: %lld backups found
de: %lld Backups gefunden
es: %lld copias de seguridad encontradas
fr: %lld sauvegardes trouvées
it: %lld backup trovati
ja: %lld個のバックアップが見つかりました
ko: %lld개의 백업이 발견되었습니다.
pt_br: %lld backups encontrados
pt_pt: %lld cópias de segurança encontradas
ru: Найдено %lld резервных файлов
uk: Знайдено %lld резервних копій
zh_hans: 找到 %lld 个备份

source: %lld contacts
de: %lld Kontakte
es: %lld contactos
it: %lld contatti
ja: %lld 件の連絡先
ko: 연락처 %lld명
pt_br: %lld contatos
pt_pt: %lld contactos
ru: %lld контактов
uk: %lld контактів
zh_hans: %lld 位联系人

source: %lld groups
de: %lld Gruppen
es: %lld grupos
fr: %lld groupes
it: %lld gruppi
ja: %lld個のグループ
ko: 그룹 %lld개
pt_br: %lld grupos
pt_pt: %lld grupos
ru: %lld групп
uk: %lld груп
zh_hans: %lld 个群组

# ACTIVATE_AUTOMATIC_BACKUPS
source: Enable automatic backups
de: Automatische Backups aktivieren
es: Activar copias de seguridad automáticas
fr: Activer les sauvegardes automatiques
it: Abilita backup automatici
ja: 自動バックアップを有効にする
ko: 자동 백업 활성화
pt_br: Ativar backups automáticos
pt_pt: Ativar cópias de segurança automáticas
ru: Включить автоматическое резервное копирование
uk: Увімкнути автоматичне резервне копіювання
zh_hans: 启用自动备份

# ADD_DEVICE
source: Add a device
de: Ein Gerät hinzufügen
es: Añadir un dispositivo
fr: Ajouter un appareil
it: Aggiungi un dispositivo
ja: デバイスを追加
ko: 장치 추가
pt_br: Adicionar um dispositivo
pt_pt: Adicionar um dispositivo
ru: Добавить устройство
uk: Додати пристрій
zh_hans: 添加设备

source: Advanced settings
de: Erweiterte Einstellungen
es: Configuración avanzada
fr: Paramètres avancés
it: Impostazioni avanzate
ja: 詳細設定
ko: 고급 설정
pt_br: Configurações avançadas
pt_pt: Definições avançadas
ru: Дополнительные настройки
uk: Додаткові налаштування
zh_hans: 高级设置

# AN_ERROR_OCCURED
source: An error occurred
de: Ein Fehler ist aufgetreten
es: Ocurrió un error
fr: Une erreur est survenue
it: Si è verificato un errore
ja: エラーが発生しました
ko: 오류가 발생했습니다.
pt_br: Ocorreu um erro
pt_pt: Ocorreu um erro
ru: Произошла ошибка
uk: Сталася помилка
zh_hans: 发生错误

# AUTHENTICATION_REQUIRED_TO_SHOW_YOUR_KEY
source: Please authenticate so see you backup key.
de: Bitte authentifizieren Sie sich, um Ihren Backup-Schlüssel anzuzeigen.
es: Por favor, autentícate para ver tu clave de respaldo.
fr: Veuillez vous authentifier pour afficher votre clé de sauvegarde.
it: Si prega di autenticarsi per visualizzare la chiave di backup.
ja: バックアップキーを確認するには、認証してください。
ko: 백업 키를 확인하려면 인증해주세요.
pt_br: Por favor, faça a autenticação para visualizar sua chave de backup.
pt_pt: Autentique-se para visualizar a sua chave de segurança.
ru: Пожалуйста, авторизуйтесь, чтобы увидеть ваш ключ резервной копии.
uk: Будь ласка, авторизуйтеся, щоб побачити ваш ключ резервної копії.
zh_hans: 请验证身份以查看您的备份密钥。

# AUTOMATIC_BACKUP_SUCCESSFULLY_ACTIVATED
source: Backups were successfully activated!
de: Backups wurden erfolgreich aktiviert!
es: ¡Las copias de seguridad se activaron correctamente!
fr: Les sauvegardes ont été activées avec succès !
it: I backup sono stati attivati correttamente!
ja: バックアップが正常に有効になりました！
ko: 백업이 성공적으로 활성화되었습니다!
pt_br: Os backups foram ativados com sucesso!
pt_pt: As cópias de segurança foram ativadas com sucesso!
ru: Резервные копии успешно активированы!
uk: Резервні копії успішно активовано!
zh_hans: 备份已成功启用！

source: Available backuped profiles for this key
de: Verfügbare gesicherte Profile für diesen Schlüssel
es: Perfiles de respaldo disponibles para esta clave
fr: Sauvegardes disponibles pour cette clé
it: Profili di backup disponibili per questa chiave
ja: このキーに対してバックアップされた利用可能なプロファイル
ko: 이 키에 대해 사용 가능한 백업된 프로필
pt_br: Perfis de backup disponíveis para esta chave
pt_pt: Perfis de backup disponíveis para esta chave
ru: Доступные резервные копии профилей для этого ключа
uk: Доступні резервні профілі для цього ключа
zh_hans: 可用于此密钥的可用备份资料

source: Backed up profiles
de: Gesicherte Profile
es: Perfiles respaldados
fr: Profils sauvegardés
it: Profili salvati
ja: プロフィールがバックアップされました
ko: 백업된 프로필
pt_br: Perfis salvos
pt_pt: Perfis com cópia de segurança
ru: Резервные копии профилей
uk: Резервні копії профілів
zh_hans: 已备份的个人资料

# BACKED_UP_PROFILES_ACROSS_DEVICE
source: Across devices
de: Auf allen Geräten
es: En todos los dispositivos
fr: Par profil
it: Su tutti i dispositivi
ja: すべてのデバイスで
ko: 모든 기기에서
pt_br: Em todos os dispositivos
pt_pt: Em todos os dispositivos
ru: На всех устройствах
uk: На всіх пристроях
zh_hans: 跨设备

# BACKED_UP_PROFILES_PER_DEVICE
source: Per device
de: Pro Gerät
es: Por dispositivo
fr: Par appareil
it: Per dispositivo
ja: デバイスごと
ko: 기기별
pt_br: Por dispositivo
pt_pt: Por dispositivo
ru: На устройство
uk: На пристрій
zh_hans: 每个设备

source: Backup
de: Sicherung
es: Copia de seguridad
fr: Sauvegarde
ja: バックアップ
ko: 백업
pt_pt: Cópia de segurança
ru: Резервная копия
uk: Резервна копія
zh_hans: 备份

source: Backups
de: Sicherungen
es: Copias de seguridad
fr: Sauvegardes
it: Backup
ja: バックアップ
ko: 백업
pt_pt: Cópias de segurança
ru: Резервные копии
uk: Резервні копії
zh_hans: 备份

# BACKUP_MODE_BODY_KEYCHAIN
source: The profiles present on this device are automatically backed up. Backups are encrypted and then stored on Olvid's servers. The encryption key is saved in the iCloud keychain and synchronized across your devices.
de: Die auf diesem Gerät vorhandenen Profile werden automatisch gesichert. Die Backups werden verschlüsselt und dann auf den Servern von Olvid gespeichert. Der Verschlüsselungsschlüssel wird im iCloud-Schlüsselbund gespeichert und auf all Ihren Geräten synchronisiert.
es: Los perfiles presentes en este dispositivo se respaldan automáticamente. Los respaldos están encriptados y luego se almacenan en los servidores de Olvid. La clave de encriptación se guarda en el llavero de iCloud y se sincroniza entre tus dispositivos.
fr: Les profils présents sur cet appareil sont sauvegardés automatiquement. Les sauvegardes sont chiffrées puis stockées sur les serveurs d'Olvid. La clé de chiffrement est enregistrée dans le trousseau iCloud et synchronisée entre vos différents appareils.
it: I profili presenti su questo dispositivo vengono automaticamente salvati in backup. I backup sono crittografati e poi archiviati sui server di Olvid. La chiave di crittografia viene salvata nel portachiavi iCloud e sincronizzata su tutti i tuoi dispositivi.
ja: このデバイスに保存されているプロファイルは自動的にバックアップされます。バックアップは暗号化され、Olvidのサーバーに保存されます。暗号化キーはiCloudキーチェーンに保存され、すべてのデバイス間で同期されます。
ko: 이 기기에 있는 프로필은 자동으로 백업됩니다. 백업은 암호화된 후 Olvid 서버에 저장됩니다. 암호화 키는 iCloud 키체인에 저장되어 모든 기기에서 동기화됩니다.
pt_br: Os perfis presentes neste dispositivo são automaticamente salvos em backup. Os backups são criptografados e armazenados nos servidores da Olvid. A chave de criptografia é salva no chaveiro do iCloud e sincronizada em todos os seus dispositivos.
pt_pt: Os perfis presentes neste dispositivo são automaticamente guardados em cópia de segurança. As cópias de segurança são encriptadas e, em seguida, armazenadas nos servidores da Olvid. A chave de encriptação é guardada no iCloud Keychain e sincronizada entre os seus dispositivos.
ru: Профили, присутствующие на этом устройстве, автоматически резервируются. Резервные копии зашифровываются и затем хранятся на серверах Olvid. Ключ шифрования сохраняется в iCloud Keychain и синхронизируется между вашими устройствами.
uk: Профілі, присутні на цьому пристрої, автоматично резервно копіюються. Резервні копії зашифровані та зберігаються на серверах Olvid. Ключ шифрування зберігається в iCloud Keychain і синхронізується між вашими пристроями.
zh_hans: 此设备上的个人资料将自动备份。备份内容经过加密后存储在 Olvid 的服务器上。加密密钥保存在 iCloud 钥匙串中，并在您的所有设备上同步。

# BACKUP_MODE_BODY_MANUAL
source: The profiles present on this device are automatically backed up. Backups are encrypted and then stored on Olvid's servers. You will have to write down the encryption key and keep it in a safe place.
de: Die auf diesem Gerät vorhandenen Profile werden automatisch gesichert. Die Backups werden verschlüsselt und dann auf den Servern von Olvid gespeichert. Sie müssen den Verschlüsselungsschlüssel aufschreiben und sicher aufbewahren.
es: Los perfiles presentes en este dispositivo se respaldan automáticamente. Los respaldos están encriptados y luego se almacenan en los servidores de Olvid. Deberás anotar la clave de encriptación y guardarla en un lugar seguro.
fr: Les profils présents sur cet appareil sont sauvegardés automatiquement. Les sauvegardes sont chiffrées puis stockées sur les serveurs d'Olvid. Vous devrez noter la clé de chiffrement et la conserver en lieu sûr.
it: I profili presenti su questo dispositivo vengono automaticamente salvati su backup. I backup sono crittografati e poi memorizzati sui server di Olvid. Dovrai annotare la chiave di crittografia e conservarla in un luogo sicuro.
ja: このデバイスに保存されているプロファイルは自動的にバックアップされます。バックアップは暗号化され、Olvidのサーバーに保存されます。暗号化キーを記録し、安全な場所に保管してください。
ko: 이 장치에 있는 프로필은 자동으로 백업됩니다. 백업은 암호화된 후 Olvid 서버에 저장됩니다. 암호화 키를 기록하여 안전한 곳에 보관해야 합니다.
pt_br: Os perfis presentes neste dispositivo são automaticamente salvos. Os backups são criptografados e armazenados nos servidores da Olvid. Você precisará anotar a chave de criptografia e guardá-la em um local seguro.
pt_pt: Os perfis presentes neste dispositivo são automaticamente guardados como cópia de segurança. As cópias de segurança são encriptadas e, em seguida, armazenadas nos servidores da Olvid. Terá de anotar a chave de encriptação e guardá-la num local seguro.
ru: Профили, присутствующие на этом устройстве, автоматически резервируются. Резервные копии шифруются и затем хранятся на серверах Olvid. Вам потребуется записать ключ шифрования и хранить его в безопасном месте.
uk: Профілі, присутні на цьому пристрої, автоматично резервно копіюються. Резервні копії шифруються, а потім зберігаються на серверах Olvid. Вам потрібно записати ключ шифрування та зберігати його в безпечному місці.
zh_hans: 此设备上的个人资料将自动备份。备份将被加密，然后存储在 Olvid 的服务器上。您需要记下加密密钥并将其保存在安全的地方。

# BACKUP_MODE_BODY_NO_BACKUP
source: The profiles present on this device are never backed up. Consequently, losing access to this device may result in the definitive loss of the profiles.
de: Die auf diesem Gerät vorhandenen Profile werden niemals gesichert. Der Verlust des Zugriffs auf dieses Gerät kann daher zum endgültigen Verlust der Profile führen.
es: Los perfiles presentes en este dispositivo nunca se respaldan. En consecuencia, perder el acceso a este dispositivo podría resultar en la pérdida definitiva de los perfiles.
fr: Les profils présents sur cet appareil ne sont jamais sauvegardés. La perte d'accès à cet appareil peut donc entraîner une perte définitive des profils.
it: I profili presenti su questo dispositivo non vengono mai salvati su backup. Di conseguenza, la perdita di accesso a questo dispositivo potrebbe comportare la perdita definitiva dei profili.
ja: このデバイスに保存されているプロファイルはバックアップされません。そのため、このデバイスへのアクセスを失うと、プロファイルが完全に失われる可能性があります。
ko: 이 장치에 저장된 프로필은 백업되지 않습니다. 따라서 장치에 대한 접근 권한을 잃으면 프로필이 영구적으로 삭제될 수 있습니다.
pt_br: Os perfis presentes neste dispositivo nunca são salvos em backup. Portanto, perder o acesso a este dispositivo pode resultar na perda definitiva dos perfis.
pt_pt: Os perfis presentes neste dispositivo nunca são guardados em cópia de segurança. Consequentemente, perder o acesso a este dispositivo pode resultar na perda definitiva dos perfis.
ru: Профили, хранящиеся на этом устройстве, не резервируются. Следовательно, потеря доступа к этому устройству может привести к безвозвратной потере профилей.
uk: Профілі, що зберігаються на цьому пристрої, ніколи не резервуються. Відповідно, втрата доступу до цього пристрою може призвести до безповоротної втрати профілів.
zh_hans: 此设备上的资料永远不会备份。因此，如果丢失了对该设备的访问权限，可能会导致资料永久丢失。

# BACKUP_MODE_TITLE_KEYCHAIN
source: Automatic backups and key management
de: Automatische Backups und Schlüsselverwaltung
es: Copias de seguridad automáticas y gestión de claves
fr: Sauvegardes et gestion de la clé automatiques
it: Backup automatici e gestione delle chiavi
ja: 自動バックアップとキー管理
ko: 자동 백업 및 키 관리
pt_br: Backups automáticos e gerenciamento de chaves
pt_pt: Cópias de segurança automáticas e gestão de chaves
ru: Автоматическое резервное копирование и управление ключами
uk: Автоматичне резервне копіювання та керування ключами
zh_hans: 自动备份和密钥管理

# BACKUP_MODE_TITLE_MANUAL
source: Automatic backups but manual key management
de: Automatische Backups, aber manuelle Schlüsselverwaltung
es: Copias de seguridad automáticas, pero gestión manual de claves
fr: Sauvegardes automatiques mais gestion manuelle de la clé
it: Backup automatici, ma gestione manuale delle chiavi
ja: バックアップは自動で行いますが、キーの管理は手動で行います
ko: 자동 백업, 수동 키 관리
pt_br: Backups automáticos, mas gerenciamento manual de chaves
pt_pt: Cópias de segurança automáticas, mas gestão manual das chaves
ru: Автоматическое резервное копирование, но ручное управление ключами
uk: Автоматичне резервне копіювання, але ручне керування ключами
zh_hans: 自动备份，但密钥管理为手动

# BACKUP_MODE_TITLE_NO_BACKUP
source: No backups
de: Keine Backups
es: Sin copias de seguridad
fr: Aucune sauvegarde
it: Nessun backup
ja: バックアップなし
ko: 백업 없음
pt_br: Nenhum backup
pt_pt: Sem cópias de segurança
ru: Резервные копии отсутствуют
uk: Резервних копій немає
zh_hans: 没有备份

# BACKUP_MY_PROFILE_ON_ICLOUD
source: Backup to iCloud Keychain (recommended)
de: Sicherung für iCloud-Schlüsselbund (empfohlen)
es: Respaldar en iCloud Keychain (recomendado)
fr: Sauvegarder sur trousseau iCloud (recommandé)
it: Esegui il backup su iCloud Keychain (consigliato)
ja: iCloudキーチェーンへのバックアップ（推奨）
ko: iCloud 키체인에 백업 (권장)
pt_br: Fazer backup no iCloud Keychain (recomendado)
pt_pt: Fazer cópia de segurança no iCloud Keychain (recomendado)
ru: Создать резервную копию в iCloud Keychain (рекомендуется)
uk: Резервне копіювання в iCloud Keychain (рекомендовано)
zh_hans: 备份到 iCloud 钥匙串（推荐）

# BY_RESTORING_YOUR_PROFILE_%@_YOU_WILL_DEACTIVATE_OTHER_%lld_DEVICES
source: By restoring your profile %1$@ on this device, you will deactivate your %2$lld old devices:
de: Durch das Wiederherstellen Ihres Profils %1$@ auf diesem Gerät werden Ihre %2$lld alten Geräte deaktiviert:
es: Al restaurar tu perfil %1$@ en este dispositivo, desactivarás tus %2$lld dispositivos anteriores:
fr: En restaurant votre profil %1$@ sur cet appareil, vous allez désactiver vos %2$lld anciens appareils :
it: Ripristinando il tuo profilo %1$@ su questo dispositivo, disattiverai i tuoi %2$lld vecchi dispositivi:
ja: このデバイスでプロフィール %1$@ を復元すると、%2$lld 個の古いデバイスが非アクティブになります:
ko: 이 장치에서 프로필 %1$@를 복원하면 이전 장치 %2$lld개가 비활성화됩니다.
pt_br: Ao restaurar seu perfil %1$@ neste dispositivo, você desativará seus %2$lld dispositivos antigos:
pt_pt: Ao restaurar o seu perfil %1$@ neste dispositivo, irá desativar %2$lld dispositivos antigos:
ru: Восстанавливая ваш профиль %1$@ на этом устройстве, вы деактивируете %2$lld старых девайса:
uk: Відновлюючи свій профіль %1$@ на цьому пристрої, ви деактивуєте %2$lld старих пристроїв:
zh_hans: 通过在此设备上恢复您的个人资料 %1$@，您将停用您的 %2$lld 个旧设备:

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
uk: Скасувати
zh_hans: 取消

# CHOOSE_BETWEEN_MANUAL_AND_ICLOUD_BACKUPS_DURING_ONBOARDING
source: By default, backups will be managed automatically. Please explore the advanced settings to choose another option.
de: Standardmäßig werden Backups automatisch verwaltet. Bitte erkunden Sie die erweiterten Einstellungen, um eine andere Option auszuwählen.
es: Por defecto, las copias de seguridad se gestionarán automáticamente. Consulta la configuración avanzada para elegir otra opción.
fr: Par défaut, vos sauvegardes seront effectuées automatiquement. Pour choisir une autre option, rendez-vous dans les paramètres avancés.
it: Per impostazione predefinita, i backup saranno gestiti automaticamente. Esplora le impostazioni avanzate per scegliere un'altra opzione.
ja: デフォルトでは、バックアップは自動的に管理されます。別のオプションを選択するには、詳細設定をご覧ください。
ko: 기본적으로 백업은 자동으로 관리됩니다. 다른 옵션을 선택하려면 고급 설정을 확인하십시오.
pt_br: Por padrão, os backups serão gerenciados automaticamente. Explore as configurações avançadas para escolher outra opção.
pt_pt: Por predefinição, as cópias de segurança serão geridas automaticamente. Consulte as definições avançadas para escolher outra opção.
ru: По умолчанию, резервные копии будут управляться автоматически. Пожалуйста, изучите расширенные настройки, чтобы выбрать другой вариант.
uk: За замовчуванням, резервні копії керуватимуться автоматично. Будь ласка, перегляньте розширені налаштування, щоб вибрати інший варіант.
zh_hans: 默认情况下，备份将自动管理。请探索高级设置，以选择其他选项。

# CHOOSE_BETWEEN_MANUAL_AND_ICLOUD_BACKUPS_WHILE_MIGRATING
source: By default, backups will be automatically performed (no need to write a backup key down anymore). Please explore the advanced settings to choose another option.
de: Standardmäßig werden Backups automatisch erstellt (Sie müssen keinen Backup-Schlüssel mehr notieren). Bitte erkunden Sie die erweiterten Einstellungen, um eine andere Option auszuwählen.
es: Por defecto, las copias de seguridad se realizarán automáticamente (ya no es necesario anotar una clave de copia de seguridad). Consulta la configuración avanzada para elegir otra opción.
fr: Par défaut, vos sauvegardes seront effectuées automatiquement (plus besoin de noter de clé sauvegarde). Pour choisir une autre option, rendez-vous dans les paramètres avancés.
it: Per impostazione predefinita, i backup verranno eseguiti automaticamente (non è più necessario memorizzare una chiave di backup). Esplora le impostazioni avanzate per scegliere un'altra opzione.
ja: デフォルトでは、バックアップが自動的に実行されます（バックアップキーをメモする必要はなくなります）。別のオプションを選択するには、詳細設定をご覧ください。
ko: 기본적으로 백업이 자동으로 수행됩니다(더 이상 백업 키를 적어둘 필요가 없습니다). 다른 옵션을 선택하려면 고급 설정을 살펴보세요.
pt_br: Por padrão, os backups serão realizados automaticamente (não será mais necessário anotar a chave de backup). Explore as configurações avançadas para escolher outra opção.
pt_pt: Por predefinição, as cópias de segurança serão efetuadas automaticamente (já não é necessário guardar a chave de cópia de segurança). Explore as definições avançadas para escolher outra opção.
ru: По умолчанию резервные копии будут создаваться автоматически (больше не нужно записывать ключ резервной копии). Пожалуйста, изучите расширенные настройки, чтобы выбрать другой вариант.
uk: За замовчуванням, резервні копії будуть виконуватися автоматично (не потрібно більше записувати ключ резервної копії). Будь ласка, перегляньте розширені налаштування, щоб вибрати інший варіант.
zh_hans: 默认情况下，系统会自动执行备份（无需再手动记录备份密钥）。请在高级设置中选择其他选项。

# CONFIRM_RESET_ALL_TITLE
source: Are you sure? This operation is irreversible.
de: Sind Sie sicher? Dieser Vorgang kann nicht rückgängig gemacht werden.
es: ¿Estás seguro? Esta operación es irreversible.
fr: Êtes-vous sûr ? Cette opération est irréversible.
it: Sei sicuro? Questa operazione è irreversibile.
ja: よろしいですか？この操作は元に戻せません。
ko: 정말로 하시겠습니까? 이 작업은 되돌릴 수 없습니다.
pt_br: Tem certeza? Essa ação não pode ser desfeita.
pt_pt: Tem a certeza? Esta ação é irreversível.
ru: Вы уверены? Это действие необратимо.
uk: Ви впевнені? Ця дія незворотна.
zh_hans: 您确定吗？此操作不可撤销。

# COPY
source: Copy the key
de: Schlüssel kopieren
es: Copiar la clave
fr: Copier la clé
it: Copia la chiave
ja: キーをコピー
ko: 키를 복사하세요
pt_br: Copiar a chave
pt_pt: Copiar a chave
ru: Скопировать ключ
uk: Скопіюйте ключ
zh_hans: 复制密钥

# COPY_ERROR_TO_PASTEBOARD
source: Copy error to clipboard
de: Fehler beim Kopieren in die Zwischenablage
es: Error al copiar al portapapeles
fr: Copier l'erreur dans le presse-papiers
it: Errore copia negli appunti
ja: クリップボードへのコピーに失敗しました
ko: 복사 오류를 클립보드에 복사
pt_br: Erro ao copiar para a área de transferência
pt_pt: Erro ao copiar para a área de transferência
ru: Ошибка копирования в буфер обмена
uk: Помилка копіювання в буфер обміну
zh_hans: 复制错误到剪贴板

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
pt_pt: Apagar
ru: Удалить
uk: Видалити
zh_hans: 删除

source: Deleting…
de: Löschen…
es: Eliminando…
fr: Suppression…
it: Eliminazione in corso…
ja: 削除中...
ko: 삭제 중...
pt_br: Excluindo...
pt_pt: A apagar...
ru: Удаление…
uk: Видалення…
zh_hans: 正在删除…

# DISPLAY_YOUR_KEY
source: My backup key
de: Mein Backup-Schlüssel
es: Mi clave de respaldo
fr: Ma clé de sauvegarde
it: La mia chiave di backup
ja: 私のバックアップキー
ko: 내 백업 키
pt_br: Minha chave de backup
pt_pt: A minha chave de recuperação
ru: Мой ключ резервного копирования
uk: Мій ключ резервної копії
zh_hans: 我的备份密钥

source: Enter a backup key
de: Gib einen Backup-Schlüssel ein
es: Introduce una clave de respaldo
fr: Saisissez une clé de sauvegarde
it: Inserisci una chiave di backup
ja: バックアップキーを入力してください
ko: 백업 키를 입력하세요
pt_br: Insira uma chave de backup
pt_pt: Introduza uma chave de segurança
ru: Введите ключ резервного копирования
uk: Введіть резервний ключ
zh_hans: 输入备份密钥

# ENTER_BACKUP_KEY
source: Enter a backup key
de: Gib einen Backup-Schlüssel ein
es: Introduce una clave de respaldo
fr: Saisir une clé de sauvegarde
it: Inserisci una chiave di backup
ja: バックアップキーを入力してください
ko: 백업 키를 입력하세요
pt_br: Insira uma chave de backup
pt_pt: Insira uma chave de recuperação
ru: Введите ключ резервного копирования
uk: Введіть ключ резервної копії
zh_hans: 输入备份密钥

# ENTER_DEVICE_BACKUP_SEED
source: Enter backup key
de: Gib den Backup-Schlüssel ein
es: Introduce la clave de respaldo
fr: Saisir une clé de sauvegarde
it: Inserisci la chiave di backup
ja: バックアップキーを入力してください
ko: 백업 키를 입력하세요
pt_br: Insira a chave de backup
pt_pt: Insira a chave de recuperação
ru: Введите ключ резервной копии
uk: Введіть ключ резервної копії
zh_hans: 输入备份密钥

# ERASE_AND_GENERATE_COMPROMISED_KEY_EXPLANATION
source: If you believe this device backup key was stolen or compromised, but not yet exploited, you can erase it and generate a new one.
de: Wenn Sie glauben, dass dieser Geräte-Backup-Schlüssel gestohlen oder kompromittiert wurde, aber noch nicht ausgenutzt wurde, können Sie ihn löschen und einen neuen generieren.
es: Si cree que la clave de respaldo de este dispositivo ha sido robada o comprometida, pero aún no explotada, puede borrarla y generar una nueva.
fr: Si vous pensez que la clé de sauvegarde de cet appareil a été volée ou compromise, mais pas encore exploitée, vous pouvez la supprimer et en générer une nouvelle.
it: Se ritieni che la chiave di backup di questo dispositivo sia stata rubata o compromessa, ma non ancora sfruttata, puoi cancellarla e generarne una nuova.
ja: このデバイスのバックアップキーが盗まれたり、不正にアクセスされたりしたが、まだ悪用されていないと思われる場合は、このキーを消去して新しいキーを生成することができます。
ko: 이 기기의 백업 키가 도난당하거나 유출되었을 가능성이 있지만 아직 악용되지는 않았다고 생각되면, 해당 키를 삭제하고 새 키를 생성할 수 있습니다.
pt_br: Se você acredita que a chave de backup deste dispositivo foi roubada ou comprometida, mas ainda não foi utilizada, você pode apagá-la e gerar uma nova.
pt_pt: Se suspeitar que a chave de cópia de segurança deste dispositivo foi roubada ou comprometida, mas ainda não utilizada, pode apagá-la e gerar uma nova.
ru: Если вы считаете, что ключ резервной копии этого устройства был украден или скомпрометирован, но еще не использован, вы можете стереть его и сгенерировать новый.
uk: Якщо ви вважаєте, що ключ резервної копії цього пристрою було викрадено або скомпрометовано, але ще не використано, ви можете стерти його та згенерувати новий.
zh_hans: 如果您认为此设备的备份密钥被盗用或遭到破坏，但尚未被恶意利用，您可以将其清除并生成新的密钥。
